MICLARO-BACK-master/Servicios/M3/Hogar/consultaSerCliente/template/request.php

<?xml version='1.0' encoding='utf-8'?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.telmex.net/">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:consultaSerCliente>
         <cuenta><?=$Vqhzkfsafzrc->numeroCuenta?></cuenta>
      </ser:consultaSerCliente>
   </soapenv:Body>
</soapenv:Envelope>